Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] The Book of Lagier.tmx
Source language: ko_kr
Languages: en

source: 이런 곳은 처음이야...!
en: It’s our first time!

source: 달{j}그{j}락
en: Clink{j}{j}

source: 어...
en: uh...

source: 천계의 피리라고?
en: the heavenly flute?

source: 알겠습니다.
en: yes, your highness.

source: 귀공은 두 가지 법을 어기셨소.
en: duke, you’ve violated two laws.

source: 솔직히 말하자면 그 기술력이 탐나서 일부러 널 보러 온 거야.
en: Honestly, I’m here because I really want that architectural technology.

source: 분명...
en: You said...

source: 위대한 해신께 제를 올릴 고귀한 자는.......
en: to the great Goddess is--

source: 히{j}이{j}이
en: Whinny{j}{j}

source: 말랑
en: Squishy

source: 얌전히 계시면 후궁 자리라도 한 번 고려해보도록 하지요.
en: if you stay silent, then perhaps I will let you become at least a concubine.

source: 저 꼴이 돼도 나타나질 않는군.
en: yet she didn’t bother to appear the entire time.

source: 절대 들려선 안 될 말이 나온 거 같군요.
en: You said something that should never be spoken.

source: 흐음~ 그건 그렇지.
en: Hmm... That’s true.

source: 비둘기가 내 이름을 어떻게 알아요?
en: How does a pigeon know my name?

source: 싫으시다면 어쩔 수 없지요.
en: If you don’t want to, I have no choice.

source: 이렇게 직접 오셨으니 이 아이를 돌려 드리겠습니다.
en: Since you have personally come here, we will return this child to you.

source: 놓으라고 세드나!
en: Let go, Sedna!

source: 피곤하니까 그냥 쉴 거야.
en: I just want to rest. I’m tired.

source: 아시는 분이 왜 그런 짓을 하세요!
en: If you do, then why did you do that?

source: 밤에 출항하는 건 아무래도 위험하니까요.
en: it will be too dangerous to depart at night.

source: 우리는 하늘의 축복을 받아
en: we have been blessed by the heavens...

source: 어쭈?
en: Oh?

source: 아직 어려서 그런지 감은 좋은데 실력이 아주 대단한 수준은 아니에요.
en: Perhaps he’s still young. He has good sense but his skills aren’t amazing.

source: 마력을 사용하면 운동 같은 걸 하지 않고 뺄 수 있지만...
en: If I use my magic, I could get rid of it without exercise...

source: 절대 서로를 배신하지 않을 것입니다.
en: ...shall never betray one other.

source: 뭣들 하느냐!
en: Quickly!

source: 즉위식 시작 전까진 맞춰서 갈 테니까 먼저들 수도로 출발하시죠.
en: I’ll be there in time for the coronation, so you should leave for the capital first.

source: 상처가 좀 깊은 거 같은데 내가 치료해줄까?
en: It looks rather deep. Should I heal it for you?

source: 소녀를 걱정해주시는 건가요?
en: Are you worried about me?

source: 신역입니다.
en: We are in the holy lands.

source: 엠....빌...{j}던.
en: Em...bil...don.{j}

source: 그보다 결혼한다며?
en: and I heard you’re getting married.

source: 그리고 내가 이걸 부숴버리면 어쩔 건데?
en: And what if I break it?

source: 그렇습니다.
en: yes, your majesty.

source: 꼭...
en: Let’s...

source: 비록 뿌리는 다르나 지금 이 순간 이후부터 형제의 연으로 이어진 두 나라, 카나스와 제르에이라는...
en: as two countries that swear to be brothers from this day forward, kanas and jereilla...

source: 그게 아니라면 내가 인간의 몸에 묶여 있어 권능을 쓸 수 없기 때문에?
en: or is it because I’m stuck in a human body and can’t use my full powers as the demon king?

source: 하지만 여왕인 제가 그래도 될까요?
en: But I’m the queen. How could I?

source: 이 자식아!
en: you jerk!

source: 쉬는데 방해하지 말고.
en: don’t bother me while I’m resting.

source: 그냥 저대로 도망치게 내버려 둬.
en: no, just let the creatures run.

source: 그 귀족들의 고개를 숙이게 만들려면 황제의 힘이 아주 강해야 하지.
en: ...that the emperor has to be extremely strong to make those nobles bow to him.

source: 근데 앞으론 이러지 마라.
en: But don’t do this again.

source: 안 보고 싶어?
en: Don’t you want to see

source: 그래서 걔 좀 찾고 가야 할 것 같은데...
en: So I think I will have to go look for her...

source: 그럼 이 녀석 혼자 공간 이동 마법에 휘말리게 그냥 두냐?
en: then should I have left this kid to get caught up in the teleportation by himself?

source: 좋은 핑계네.
en: That’s a good excuse.

source: 그보다 라지에르.
en: at any rate, lagier.

source: 후 다 닥-
en: Dash

source: 아, 나한테 검이 하나 있는데 말이야.
en: Oh, I have a sword here.

source: 나도 그쪽한테 관심이 생기고 있는 중이라.
en: I wanted to meet you too.

source: 예전에 내가 이야기했던 거 기억하지?
en: Do you remember what I told you before?

source: 네, 알겠습니다.
en: Yes,

source: 으아앙~!
en: waaah!

source: 그렇다는 건 이 녀석 설마...
en: Then is this creature...

source: 마물들의 습격입니다!
en: demonic creatures are attacking!

source: 여기서도 왕의 시종 역할을 맡다니 영광입니다.
en: It’s my honor to be your loyal servant here too, my King.

source: 엣?
en: eh?

source: 안 돌려주면 큰일 난단 말이에요!
en: If you don’t, there will be a huge problem!

source: 망가져 버렸네?
en: This body is all ruined.

source: 아, 아무리 그래도 왕께 거짓을 고할 수 없다.
en: I-I can’t lie to the Angel King.

source: 혼자가 되고 싶지 않아.
en: I don’t want to be alone.

source: 도움 선화·배경 372 채색 악동토끼, 모아
en: ASSISTANT SUNHWA. BACKGROUND 372 COLORING AKDONG RABBIT, MOA

source: 이미 높은 위치에 있는 내가 뭔 짓을 해도 막을 자는 없어.
en: At such a high position, no one can stop me from doing anything.

source: 내가 주웠으니까 이젠 내 거라구!
en: I found it, so it’s mine!

source: 알면 됐어.
en: It’s fine. As long as you know.

source: 저 애송이 녀석이 제르에이라의 왕자라고?
en: That little brat is the prince of Jereilla?

source: 제가 듣기로는 왕자는 배를 타는 게 무섭다며
en: I’ve heard the Prince was scared of boats,

source: 입구를 감추기 위한 결계로군...
en: The entrance was hidden by magic...

source: 제가 도와드릴까요?
en: Shall I help you?

source: 대체 이게 무슨 일이야?
en: what’s going on?

source: 마주쳤어!
en: contact?!

source: 안 그러면 허무하게 보낸 여동생들과 어머니를 다시 볼 낯이 없잖아?
en: otherwise, I won’t deserve to see my poor sisters and mother again.

source: 하지만 전하, 저 마물들은...
en: but your highness. those creatures are—

source: 선물로 달을 따다 주는 여우는 나밖에 없을 걸~
en: I’m probably the only fox who can bring the moon to you!

source: 거짓말, 하고 있어!
en: He’s lying!

source: 거기까진 아직 조사를 못 해봤는데...
en: But I don’t know much about that yet...

source: 전하께서 원하시면 하셔야죠!
en: If Your Highness so wishes!

source: 이 미친놈은?
en: with this lunatic?

source: 너무하는 거 아냐?
en: what’s there to think about?!

source: 어?
en: huh?

source: 특별한...
en: Special...

source: 뭐, 못 알려줄 것도 없지.
en: Well, of course we can.

source: 난 원래 하늘에서 살던 고귀한 존재란 말야!
en: I’m a noble existence that used to live in heaven!

source: 보통의 마족이라면 방금 정도로 불타 죽어버렸을 거야.
en: That would have burned a regular demon to death.

source: ...역시 세드나가 맞구나.
en: So you are Sedna after all.

source: 땅요정이라는 녀석들 대단한걸...
en: These earth fairies are impressive...

source: 우리가...
en: We’re...

source: 여긴 어떻게 온 거냐?
en: How did you get here?

source: 저는 그 자리를 원합니다.
en: I still want that position.

source: 그냥 예쁜 쓰레기지, 예쁜 쓰레기.
en: it’s just a pretty piece of garbage.

source: 진짜 그러네요?
en: you’re right!

source: 너, 내 스승이 돼라.
en: You. You will be my teacher.

source: 분명 제르에이라의 라지에르 왕자도 함께 실종되었다고 했잖아.
en: didn’t prince lagier of jereilla also go missing with his majesty?

source: 거기가 아니라 연못에 있잖아!
en: no, not there! in the pond!

source: 그리고 나한테는 그 아이들과 내 어머니 실비아만이 날 지탱해주는 가족이었어.
en: Those two children and my mother, Silvia, were the only family and support I had.

source: 제가 거기서 어떻게 도망 나왔는데요!!
en: I went through so much to escape that place, sir!!

source: 길을 잃었나 보구나.
en: You must have lost your way.

source: 시간이 얼마나 지났지?
en: How long has it been?

source: 그....{j}그게....전....!
en: w-well... I...!{j}

source: 그렇습니다, 전하.
en: Yes, Your Highness.

source: 집행관님, 저 안에 있는 게 틀림없습니다.
en: Executioner, I’m sure they’re in there.

source: 전 살려고 거길 탈출한 거라구요!
en: I escaped the tower to save my life!

source: 천계의 피리?
en: is the heavenly flute?

source: 금방 끝낼게요.
en: I’ll finish them off quickly!

source: 죽을래?
en: Want to die?

source: 꺄륵~ 꺄르르르~
en: Teehee! Hehehe!

source: 그 마법사 죽은 거야?
en: did that mage die?

source: 맡겨만 주십시오, 전하!
en: yes, you can trust me, your highness!

source: 물론 관심이야 있지.
en: Of course I am.

source: 어서 대답 안 해?
en: Answer me!

source: 왕....자 전하.
en: K- I mean, Your Highness.

source: 그럼 천왕 개자식 해봐.
en: Then call him a bastard.

source: 옳지, 잘했어.
en: Good girl, good job.

source: 아니, 뭔지 듣지도 않고 거절하지라?!
en: wait! without even hear what it izzle?

source: 여쭈어도 되겠습니까?
en: Why you have come all the way here?

source: 하하하하하!
en: hahahaha!

source: 저자의 말은 사실과 다릅니다.
en: The entire truth is different from what that man said.

source: 그, 그전에 제가 아니라 제국의 명예를 능멸한 제르에이라의 사신부터 벌하셔야 할 것입니다!
en: b-before you punish me, you should punish the delegate from jereilla for looking down on the empire!

source: 다들 너무 냉정해.
en: Everyone is so cold.

source: 라지에르 전하, 카나스 제국에 잘 오셨습니다.
en: Prince Lagier, welcome to the Kanas Empire.

source: 큰 도시니까 맛있는 음식도 잔뜩 팔고 있을 거야!
en: Since it’s a big city, there’s bound to be lots of good food!

source: 문제는 너도 알겠지만, 왕에 대한 충성심이란 게 늘 깨끗하진 않잖아?
en: but as you probably know, one’s loyalty to his ruler isn’t always so pure.

source: 군대가 배를 타고 지나갈 물길을 터줄 정도의 호의를 얻을 필요가 있어.
en: I need just enough to get an army across the ocean on ships.

source: 안돼!!!
en: No!!

source: 그런데 연무장까지 여기서 얼마나 걸린다고 했었지?
en: By the way, how far is the training field?

source: 그리고 만약 천왕이 세드나에 대해 알게 되면 곧장 나한테 알려라.
en: And if the Angel King finds out about Sedna, let me know immediately.

source: 뭐야?{j}저 미친놈은.
en: And what’s with that lunatic?{j}

source: 마물?
en: demonic creatures?

source: 목숨을 잃을지도 모르는 위험을 무릅쓰고?
en: even though you could’ve lost your life?

source: 난 마...
en: I’m the Dem—

source: 아마도 이건......
en: Is that...

source: 거절은 거절한다!
en: I refuse your refusal!

source: 암~ 마계의 마물들이라면 당연히 주인의 권능에 굴복해야지.
en: of course! demonic creatures from the demonic realm have to submit to their master’s authority.

source: 황제 폐하께서 모든 준비를 끝내신 모양이야.
en: his majesty must be ready to stand before us now!

source: 절대 질 수 없어!
en: I cannot lose!

source: 너도 목숨이 아깝다면 이 사실을 영원히 함구하도록 해야 할 것이다!
en: If you treasure your life, keep this a secret forever!

source: 검을 그렇게 잘 다루는 인간은 정말 오랜만에 봅니다.
en: It’s been a while since I last saw a human that good with a sword.

source: 천계로 돌아가 왕께 이 사실을 고하겠다.
en: I have to report this back to the Angel King.

source: 그동안 내 부탁대로 유산을 훌륭히 지켜주었구나...
en: you’ve protected the inheritance well, as I asked...

source: 부디 존귀하신 전하께서 훌륭한 스승을 구하시길 바랄 뿐입니다.
en: I only wish for Your Highness to find a great teacher you are worthy of.

source: 네가 대신 저 녀석의 목과 몸을 분리해.
en: You do it instead.

source: 그리고 돌려주고 싶지 않아 이렇게 욕심을 부리고 있는 것이 아니냔 말이다!
en: And you’re refusing to give it up now! Because you guys don’t want to return it!

source: 우리의 약속을 증명할 책이다.
en: This is a book that will prove our promise.

source: 진짜로 왕이었구나...?
en: truly are the King...?

source: 햐, 이거 안타깝게 너무 딱 맞아떨어지네.
en: Ha, but what an unfortunate coincidence.

source: 제르에이라는 2천 년간 타국과 교류를 하지 않았으니까.
en: Especially since Jereilla hasn’t had any exchange with other countries for 2000 years.

source: 아니...
en: I mean...

source: 흐흐흥흥흥~
en: Hmm hmmm!

source: 빨리 찾지 않으면 저 많이 혼날 거에요.
en: If I don’t find them quick, I’ll be scolded.

source: 그리고 예쁜 건물들이랑 광장도 있겠지?
en: There are probably pretty buildings and a plaza too!

source: 아이~참.
en: Ah gosh.

source: 그런데 말이죠.
en: But,

source: 넉넉히 약 열흘간 이동하는 일정을 잡아두고 있습니다만 괜찮으시겠습니까?
en: we have planned 10 days for travel. Is that okay?

source: 천족과 마족의 모습을 모르면 이 정도까지 만들기 힘들 텐데.
en: Such detail is impossible without knowing what demons and angels look like.

source: 난 한 번 쓰다듬어 보고 싶어~
en: I want to pet it!

source: 원칙만 따지고 정이란 게 하나도 없다구.
en: They only care about rules and not about relations.

source: 만약 여기서 그것이 불가능하다면 이 나라를 떠나 바다를 건너서라도.
en: If it isn’t possible here, I will cross the seas to another country.

source: 그리고 나도 제대로 된 이름 있어.
en: And I have a name!

source: 그 얘긴 됐고, 테이.
en: Enough about this, Tei.

source: 원하면 언제든 풀 수는 있는 거지?
en: I can take this off whenever I want, right?

source: 누구세요?
en: Who are you?

source: 전하께서 왕자전하가 어서 빨리 회, 회복하시길 바라시어 손수 마련해주신 상이옵니다.
en: personally prepared this feast in hopes that Y-Your Highness will recover quickly.

source: 다시 만나 반갑소.
en: pleasure to see you again...

source: 안돼, 돌아가.
en: go back home.

source: 왕자님과 너무 잘 어울리시는 거 같아.
en: ...and the Prince go so well together!

source: 미, 미안하지라.
en: s-sorry-ill.

source: 좋은 생각입니다.
en: that is a good idea.

source: 고해 보라.
en: You may report.

source: 그건 조금 섭섭한걸?
en: Aw, don’t say that...

source: 지상이 아니라 지하 깊숙이 숨어 있는 녀석들이라 탐지가 너무 어려운걸...
en: They’re really hard to find because they hide so deep underground...

source: 안색이 안 좋으신데 정말 괜찮으십니까?
en: You don’t look well. Are you really okay?

source: 얼른 마물 시체를 수습해서 다음 장소로 이동하자.
en: I’ll take care of these dead demonic creatures in a jiffy and move on to the next location.

source: 체질적으로 물려받는 거란 말이야?
en: ...is a hereditary physical trait?

source: 납치의 가능성은 없는 겁니까?
en: ...do you think they kidnapped him?

source: 하지만 이젠 달라졌다
en: But things are different now.

source: 무릎이 탁 쳐지는 그런 획기적인 걸 원하는 거잖아.
en: and instantaneous!

source: 거기?
en: There?

source: 내가 데리고 있던 여우 아가씨가 지금 이 도시에서 미아가 된 것 같거든?
en: The baby fox I brought with me is lost in the city, I believe.

source: 뭘 그렇게 겁을 내는 거야?
en: why are you so fearful?

source: 널 도와주면 나한테 무슨 득이 있는데?
en: what do I get from helping you?

source: 응...
en: Yeah...

source: 저, 저희가 결례를...
en: F-forgive us

source: 꿀렁
en: Wobble

source: ...룬슈슈.
en: Run Shushu.

source: 빌어먹을.
en: Darn it.

source: 그걸 말이라고 하냐!
en: that’s no help at all!

source: 우리가 지나갈 수 있게 물을 전부 치워줘.
en: clear away the water so we can get through.

source: 그 해신 녀석 말이야.
en: The Goddess of the Sea is the angelic vulpine.

source: 저 다리를 소나 말이 만든 건 아닐 테고.
en: It’s not like cows or horses could have built it.

source: 요정족은.....
en: They say that fairies...

source: 저만 따라오세요.
en: just follow me.

source: 원래 나랑 편하게 지내던 녀석들도
en: Even the fellas that used to speak casually with me...

source: 솔 할터입니다.
en: It is Sol Halter,

source: 기다려.
en: wait.

source: 해신이라 해서 정말 신일리가 있나.
en: Is she actually a Goddess?

source: 그렇구나....
en: I see...

source: 같이 가주시면 이 보석을 전부 다 드릴게요.
en: If you come with me, I’ll give you all these jewels.

source: 역시 이상해.
en: something is definitely off.

source: 그냥 지 혼자서 처먹지 귀찮게 왜 날 불러?
en: He can just eat by himself. Why make me go? How annoying.

source: 죄, 죄송합니다, 전하...
en: W-we beg you pardon, Your Highness...

source: 똑
en: Knock

source: 어서 오십시오, 전하.
en: Welcome, Your Highness.

source: 눈동자?
en: red?

source: 그렇다는 건...
en: does that mean...

source: 어흑흑...
en: *Sob*...

source: 아니, 지금이 딱 좋아.
en: Nope. It’s perfect right now.

source: 나와 맹세를 한 이들의 사인을 받아둔 명부야.
en: It’s a roster of people who have sworn to me along with their signatures.

source: 풋
en: Pfft

source: 인간이 사는 건물엔 원래 모습 그대로 들어오긴 너무 좁아서...
en: The buildings that humans live in are a little too small for my normal body...

source: 자라라니까 왜 자꾸 그러지라~
en: I told you I’m a tuuurtle!

source: 귀족들로부터 완전히 황제로 인정받을 수 있게 되었다.
en: ...I received the nobles’ full recognition as the emperor.

source: 건강은 어떠십니까?
en: Are you healthy?

source: 계약대행이군요.
en: I see you’ve become a proxy to fulfill a contract.

source: 라고 해야지?
en: say please?

source: 미리 축하해야 하나?
en: should I congratulate you now?

source: 아냐, 안 곤란해.
en: No, there’s no problem.

source: 내 안전을 지키라는 국왕 폐하의 명령 외엔...
en: Apart from His Majesty’s orders to keep me safe...

source: 춥고 어두운 곳에 외롭게 혼자 있게 해서 삐진 거냐고.
en: Are you angry because we left you alone in a cold and lonely place?

source: 괜찮아, 내가 그 ‘마왕’이거든.
en: It’s okay, because I’m that Demon King.

source: 아몬드와 세드나가 각자의 증인으로 해서 맹세를 하는 건 어때?
en: how about we swear in front of amond and sedna as our witnesses?

source: 아뇨, 태어나기 전의 마족과 천족은 그냥 에너지 덩어리일 뿐이라고 배웠어요.
en: No, I only learned that before angels or demons are born, they are simply lumps of energy.

source: 하앗!!
en: Hyah!

source: 그래서 뭐 어쩌라고?
en: And? So what?

source: 정식 기사로 임명되지 못한 견습 기사들인가?
en: Are they trainees that have not yet been officially appointed?

source: 네, 이제 인간의 몸에도 좀 적응이 된 거 같습니다.
en: Yes, I’m familiar with this human’s body now.

source: 감히 날 시험한 거였다니!
en: How dare he try to test me!

source: 관리소에서 꼭 보상을 받아 가세요!
en: please make sure to take your compensation at the office!

source: 하하하하하!!
en: hahahaha!!

source: 저분은 누구야?
en: who is that?

source: 전하, 이게 여기서 인기 있는 지하 음식이랍니다.
en: Your Highness, this is the food that is popular down here.

source: 그래서 아까 그런 독기를 품을 수 있었단 말이지.
en: So that was why he was relentless in his training just now.

source: 거길 도망쳐 나왔단 이야긴가?
en: you ran away from there?

source: 어허~ 대체 황궁수호부가 어찌 이리 무능하단 말입니까.
en: oh dear... I didn’t know the palace guardian department was so incompetent.

source: 왜 마서가 ‘금서’이겠습니까.
en: Demonic books are forbidden for a reason.

source: 아마...{j}설득하시기 쉽지 않으실 겁니다.
en: it probably won’t be easy to persuade any of them.{j}

source: 아이, 참...
en: gosh...

source: 히익...!
en: eeek!

source: 어서 무릎을 꿇지 못할까!
en: Get on your knees now!

source: 스 윽
en: Glance

source: 세 계 정 복
en: World domination.

source: 황가의 유산이 들어있다고?
en: ...contains the imperial family’s inheritance?

source: 그렇지?
en: Right?

source: 우리 아이들이...
en: My children...

source: 이 책에 이름을 적은 자들은 절대 내 명령을 거스를 수 없어.
en: Those who have written their names in this book can never refuse my orders...

source: 그럼 바로 보러 가면 되지 뭐가 문제야?
en: Then you can just go see it right now. What’s keeping you?

source: 네가 내 동생이 되면 제르에이라는 무려 대제국 카나스와 형제국이 되는 거거든?
en: if you become my little brother, jereilla will be a brother country of the great kanas empire!

source: 어제 좋은 물건이 들어왔어.
en: We got some new stuff yesterday.

source: 크하하하!!
en: Mwahaha!!

source: 그럴 리가 없어!!
en: No way!!

source: 어느새 시즌1이 끝나게되었는데요.
en: season 1 came to an end so quickly!

source: 오기 전부터 초대를 거절당할 수도 있다 생각은 했지만 이건 대체 무슨 생각이지?
en: I thought he would deny the invitation. What is he thinking?

source: 축제가 열리기 딱 좋은 날씨군요.
en: What perfect weather for a festival.

source: 그럼 그 뚱보 왕자가 저렇게 살을 뺐단 말이야?
en: So the chubby prince lost all that weight?

source: 미안하네, 내가 좀스런 황제폐하라.
en: Sorry that I’m a petty emperor.

source: 나는 전령사인 여우 아가씨를 찾아서 즉위식에 맞춰 수도에 도착할 테니.
en: I will head over after I find my messenger fox lady.

source: 와, 와, 와, 왕, 왕...
en: P-p-prince...

source: 어머나~ 예쁜 청은색 머리네요.
en: Oh my, what pretty bluish silver hair.

source: 등딱지를 홀딱 벗겨버린다.
en: I’m going to crack your shell open.

source: 포부가 큰 걸 나무랄 수는 없지
en: I cannot stop you from having high hopes.

source: 라지에르 왕자라고?
en: Prince Lagier?

source: 마음을 바꿀 생각은 없느냐?
en: Have you changed your mind?

source: 네, 그들과 동맹 관계예요.
en: Yes we are allied with them.

source: 맘에 들지?
en: you like it?

source: 황제폐하께서 무사히 돌아오신 걸까?
en: really return safely?

source: 왜!
en: Why not!

source: 그럼 최고의 코스요리로 모시겠습니다.
en: then, I shall serve your highness the finest full course meal.

source: 이 미천한 종에게 뭐든 명령만 내려주십시오!
en: Please give me any order!

source: 전하의 상처를....
en: his highness’s injury!

source: 멋진 풍경을 봐도...
en: This amazing view,

source: 뭘 어떻게 해?
en: Do what?

source: 저 테이 놈도 아니고 레이라면 마계에서 사고 치지 않고 어련히 잘하고 있겠지.
en: Unlike Tei, Lei is probably behaving himself in the demonic world.

source: 그리고 황실의 권위를 지금 그 어깨에 얹고 계시는 검처럼 휘둘러 황궁을 피로 더럽히셨습니다!
en: you abused the imperial family’s authority and tainted the palace with blood!

source: 이제 내가 질문할 차례다.
en: Now it’s my turn.

source: 그 굴이 지하 밑으로 어마어마하게 뻗어 나가서 하나의 성처럼 생겼대요.
en: The caves spread out so wide that they look like a castle.

source: 여우라니 말조심해...!
en: A fox? What your mouth!

source: 지옥!!
en: hell!!

source: 라지에르...
en: lagier...

source: 거기 서!
en: Right there!

source: 여왕의 의지가 곧 자신들의 의지니까.
en: because they follow their queen’s will.

source: 그런 게...
en: That...

source: 세드나 님은 치료마법을 쓰실 줄 아는군요!
en: miss sedna knows how to use healing magic!

source: 감히 귀족에게 손을 대다니!
en: How dare you strike a noble!

source: 꾸벅
en: Bow

source: 그런 주인님의 분부니 땅요정이 있는 곳을 아신다면 어서 알려주세요.
en: Now that you know what kind of master I serve, won’t you tell me where the earth fairies are?

source: 넌 동족을 위해 500년간이나 눈을 감고 있었어.
en: You kept your eyes closed for 500 years, for the sake of your kind.

source: 마족과 천족이 계약을 한다는 게 말이 된다고 생각하냐?
en: Does it even make sense for an angel to contract with a demon?

source: 아침부터 밥맛 떨어지게 이게 뭔 지ㄹ이야.
en: this morning bull**** made me lose my appetite.

source: 저희에게 없는
en: It’s an ability!

source: 다시 만나자, 엠빌던.
en: meet again, Embildon.

source: 안색도 너무 안 좋으십니다.
en: You don’t look too good.

source: 바다가 보고 싶은 거잖아.
en: Don’t you want to see the ocean?

source: 아......
en: Oh...

source: 여왕님이...
en: The queen...

source: 정말 피곤하네.
en: I’m so tired.

source: 으음...
en: Mm...

source: 보세요, 전하!
en: Look, Your Highness!

source: 나 혼자 다 먹으라고?
en: all for me?

source: 이대로 기회를 놓치기엔 너무 아까운데!!
en: this opportunity is too good to pass up!!

source: 건너편에 가려면 가로지르는 게 빠르잖아.
en: It’s just quicker to cross here to get to the other side.

source: 그...
en: well...

source: 언제 왔냐?
en: When did you get here?

source: 달이라뇨?
en: the moon?

source: 너 마탑이 싫어서 탑에 불 지르고 튀었다며 그런데 마탑주인인 네 스승이 너랑 같이 도망을 나왔다고?
en: you said you set the tower on fire because you hated it there. but your teacher, who is also the master of the magic tower, ran away as well?

source: 웅성
en: Murmur

source: 율리우스를 발견하면 바로 처리하는 것도 잊지 말고.
en: and don’t forget to kill julius the moment you find him.

source: 세드나님이라면...
en: If you’re looking for Sedna,

source: 살부터 빼야겠어.
en: ...I gotta lose some weight.

source: 소환의 진?
en: ...the circle of summoning?

source: 제 턱을 보십시오.
en: Look at my chin, Your Majesty.

source: 구속구?
en: A restraint?

source: 단, 그중에 피의 날인을 마친 마족에 한해서 완벽한 충성 서약이 이뤄지지만.
en: But amongst those, only demons that sign and seal with blood have pledged complete allegiance.

source: 우와~ 넓다!
en: Wooow! It’s huge!

source: 천족들은 은혜를 이런 식으로 갚는 건가요?
en: Is this is how angels repay kindness?

source: 그럼 저는 어떤 냄새가 나나요?
en: then what do you smell on me?

source: 말씀이십니까?
en: Prince Lagier?

source: 좋아, 그럼 이 녀석이 바란 소원을 정리해 볼까...
en: Then, shall we see what he wished for?

source: 정말 위험한 상황이라면 테이가 도와줄 거다.
en: If things are really dangerous, Tei can help.

source: 국왕 폐하 직속인 사파이어 기사단 입니다.
en: They are the Sapphire Knights, under the direct control of His Majesty.

source: 황제 즉위식을 앞두고 사라지셨단 말이야?
en: how could he go missing just before the coronation?

source: 그냥 무시하지.
en: Just ignore him.

source: 부끄러운 줄 알아라.
en: you should be ashamed of yourself.

source: 화, 황제께서 신수의 선택을 받으셨도다!
en: h-his majesty has been chosen by a deity!

source: 저것 봐!
en: look!

source: 인간 세상에 내려와서 이렇게 큰 나라에 와본 건 처음이야.
en: It’s my first time in such a large country since coming to the human realm.

source: 춤
en: zen

source: 한번 불어보지 그래?
en: try playing it.

source: 이게 그 소문의 왕자라고?
en: Is he the rumored prince?

source: 마침 잘 되었군요.
en: It’s good you’re here now.

source: 너무 오래 지하에 갇혀 있어서 공격성을 잃은 건가?
en: that these guys have lost all will to attack because they’d been trapped here for so long?

source: 꽈 악
en: Clench

source: 별 이상은 없네.
en: Nothing out of the ordinary.

source: 혹시 왕을 거슬리게 하는 놈들은 없습니까?
en: Does anyone here get on your nerves?

source: 마계의 검과 천계의 피리.
en: the demonic sword and heavenly flute.

source: 이 미친 거북이 자식아!
en: you damn tortoise!

source: 아, 아니옵니다.
en: N-no, Your Majesty.

source: 어떠냐, 꼬마야.
en: How about it, Kid?

source: 뭐, 뭣들 하느냐!
en: wh-what are you all doing?!

source: 이 모습으로는 곤란하지 않을까요?
en: Wouldn’t it be a problem if I look like this?

source: 아, 왜?
en: Oh, what?

source: 그들은 이미 멸종된 게 아닙니까?
en: Weren’t they extinct already?

source: 비위를 맞추는 게 지금의 카나스야.
en: ...and cater to the nobles in kanas right now.

source: 조심히 잘 돌아가라, 라지에르.
en: have a safe trip back, lagier.

source: 그건 당신도 잘 알지 않나요?
en: Aren’t you familiar with that as well?

source: 여기서 나가려면 어떻게 해야 하냐?
en: how do we get out of here?

source: 됐어.
en: No thanks.

source: 아, 라지에르지라?
en: oh! lagieir-dull?

source: 그래, 라지에르의 서!
en: That’s it, let’s call it the Book of Lagier!

source: 여러 나라가 제르에이라 앞 바닷속에 매장되어 있다는 매직스톤을 노리고 있으니까.
en: Many countries are vying to get their hands on the magic stones that are buried in the ocean near Jereilla.

source: 네, 다리 전체가 투명해서 마치 하늘을 걷는 기분이라나요?
en: Yes, it is totally transparent so it feels like you are walking on air.

source: 아, 안 돼요!
en: N-no!

source: 지금 마계는 잘 굴러가고 있으려나.
en: Are things going fine there?

source: 어떠세요, 공주님.{j}마음에 드시나요?
en: do you like it, princess?{j}

source: 내가 뭐 틀린 말 했나?
en: I didn’t say anything wrong.

source: 정 싫다면 어쩔 수 없으니 네가 선택해.
en: If you really don’t want to wear it, then tell me now.

source: 난 너 같이 말해주는 천족 친구가 있어 다행이네.
en: It’s a relief I have an angel friend like you.

source: 괜찮아, 방심하다 천왕의 엔젤링에 당한 것뿐이야.
en: I’m fine. I let my guard down and got hurt by the Angel King’s angel rings, that’s all.

source: 다른 인간들은 내 목소리를 잘 못 듣지라.
en: other humans cannot hear meel!

source: 날 보고 왜 그런 표정을 짓는 거지?
en: why are you looking at me like that,

source: 제를 올릴 고귀한 자의 이름을 고하노라.
en: of boarding the ship to deliver the offerings to the Goddess,

source: 덜컥
en: Click
